Repository: common-repository/sis-handball
Catalog: languages/sis-handball-*.po
Languages: de_de

source: Comment
de_de: Kommentar

source: Created
de_de: Erstellt

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Settings
de_de: Einstellungen

source: Translations
de_de: Übersetzungen

source: Team name replace
de_de: Mannschaftsnamen ersetzen

source: About
de_de: Über

source: Activate default styles
de_de: Standard styles aktivieren

source: Activate caching
de_de: Caching aktivieren

source: Caching the data makes your site much faster.
de_de: Der Cache macht deine Seite bedeutend schneller.

source: Cache time
de_de: Cache Zeit

source: 4 hours
de_de: 4 Stunden

source: 8 hours
de_de: 8 Stunden

source: 12 hours
de_de: 12 Stunden

source: 1 day
de_de: 1 Tag

source: 1 week
de_de: 1 Woche

source: Display last cache update
de_de: Letzte Cache Aktualisierung anzeigen

source: Lazy load limited tables
de_de: Begrenzte Tabellen nachladen lassen

source: Needs the default styles activated, otherwise you need to hide and show the data with the help of your own CSS!
de_de: Die Standard styles müssen aktiviert sein, ansonsten muss diese Funktion durch eigenes CSS umgesetzt werden!

source: Ignore error messages
de_de: Fehlermeldungen ignorieren

source: Save
de_de: Speichern

source: Datasets in cache table
de_de: Datensätze im Cache

source: Last successful cache update
de_de: Letzte erfolgreiche Cache Aktualisierung

source: If changes on shortcodes do not affect the frontend view, clear the cache, it rebuilds itself.
de_de: Sollten Änderungen an Shortcodes nicht im Frontend erscheinen leere bitte den Cache, dieser baut sich danach automatisch neu auf.

source: Clear cache
de_de: Cache leeren

source: Error text no data
de_de: Fehlermeldung keine Daten vorhanden

source: Error: No data received!
de_de: Fehler: Keine Daten vorhanden!

source: Error text default
de_de: Fehlermeldung standard

source: Error: An error occured!
de_de: Fehler: Ein allgemeiner Fehler ist aufgetreten!

source: Show game location
de_de: Spielort anzeigen

source: Show Map
de_de: Karte anzeigen

source: more element to show.
de_de: weiteren Eintrag anzeigen.

source: more elements to show.
de_de: weitere Einträge anzeigen.

source: Team replace
de_de: Zu ersetzender Mannschaftsname

source: Replace team names with custom strings. (HTML allowed)
de_de: Ersetze Mannschaftsnamen mit eigenen Texten (HTML erlaubt)

source: Existing replacements
de_de: Existierende Ersetzungen

source: Team name
de_de: Mannschaftsname

source: Replacement
de_de: Ersetzung

source: Options
de_de: Optionen

source: No team replacements available!
de_de: Keine Ersetzungen verfügbar!

source: Create new replacement
de_de: Neue Ersetzung anlegen

source: Feel free to visit the official <a href="%s" target="_blank">support forum</a> to leave feedback and suggestions.
de_de: Schau gerne im offiziellen <a href="%s" target="_blank">Support Forum</a> vorbei um Feedback oder Verbesserungsvorschläge zu hinterlassen.

source: Thanks
de_de: Bedankt

source: Some great WordPress users that helped to make the plugin even better, found bugs or discussed ideas that helped to develop and update the plugin.
de_de: Einige nette Leute aus der WordPress Community, welche dabei geholfen haben Bugs zu melden, Ideen zu diskutieren und das Plugin weiterzubringen.

source: Shortcode builder
de_de: Shortcode Generator

source: Type
de_de: Typ

source: Last Games of single team
de_de: Vergangene Spiele einer Mannschaft

source: Next games of single team
de_de: Nächste Spiele einer Mannschaft

source: Standings
de_de: Tabelle

source: Statistic of single team
de_de: Statistik über eine Mannschaft

source: Diagram of positioning of single team
de_de: Diagramm der Tabellenposition einer Mannschaft

source: All games in a league
de_de: Alle Spiele einer Liga

source: All games of a club
de_de: Alle Spiele eines Vereins

source: Diagrams monitor the current position over the season. If the season already startet, the diagram will also start on the current gameday!
de_de: Diagramme überwachen die aktuelle Platzierung über die Saison. Wenn die Saison bereits läuft, startet das Diagramm am aktuellen Spieltag!

source: League ID
de_de: Liga ID

source: e.g.
de_de: z.B.

source: Check link result
de_de: Linkziel überprüfen

source: The last part of your selected url:
de_de: Die ID findest du am Ende deiner ausgesuchten URL:

source: Sorting
de_de: Sortierung

source: Date ascending
de_de: Nach Datum aufsteigend

source: Date descending
de_de: Nach Datum absteigend

source: Limit
de_de: Begrenzung

source: Marked team
de_de: Markierte Mannschaft

source: Fetch teams
de_de: Teams holen

source: No teams fetched!
de_de: Keine Teams gefunden!

source: Hide manual input
de_de: Manuelle Eingabe verstecken

source: Show manual input
de_de: Manuelle Eingabe anzeigen

source: Teamname
de_de: Mannschaftsname

source: Hide columns
de_de: Spalten ausblenden

source: Date
de_de: Datum

source: Time
de_de: Zeit

source: Home
de_de: Heim

source: Guest
de_de: Gast

source: Goals
de_de: Tore

source: Points
de_de: Punkte

source: No.
de_de: Nr.

source: Team
de_de: Mannschaft

source: Games
de_de: Spiele

source: W
de_de: G

source: T
de_de: U

source: L
de_de: V

source: Map
de_de: Karte

source: Hide marked team
de_de: Markierte Mannschaft ausblenden

source: Position
de_de: Platzierung

source: Games made
de_de: Spiele

source: Average goals made
de_de: Ø Tore

source: Average goals got
de_de: Ø Gegentore

source: Location
de_de: Ort

source: Generated shortcode
de_de: Generierter Shortcode

source: New snapshot
de_de: Neuer Snapshot

source: Sometimes it makes sense to save the result of a shortcode for later use. If a season ends and you want to display scores from the last season, you can easily fire the shortcode for once and save the results in a snapshot.
de_de: Manchmal macht es Sinn das Ergebnis eines einzelnen Shortcodes für die spätere Nutzung zu speichern. Beispielsweise wenn eine Saison endet, man aber die Ergebnisse der letzten Saison weiterhin darstellen möchte. Schicke dazu einfach einen generierten Shortcode einmalig ab und es wird dir ein dauerhafter (undynamischer) Shortcode generiert.

source: Create snapshot
de_de: Snapshot erstellen

source: Please use the shortcode generator, to generate a valid shortcode.
de_de: Nutze den Shortcode Generator um einen validen Shortcode zu generieren.

source: Edit snapshot
de_de: Snapshot bearbeiten

source: Concatenations
de_de: Verkettungen

source: New concatenation
de_de: Neue Verkettung

source: Add conditions to the concatenation
de_de: Bedingungen zur Verkettung hinzufügen

source: Concatenation allows you to add data from a single team to an concatenated shortcode, to display team-transcending data in a single view.
de_de: Verkettungen erlauben es Daten verschiedener Teams zu kombinieren und gemeinsam auszugeben, so wird es möglich mannschaftsübergreifende Daten in einer gemeinsamen Ansicht darzustellen.

source: This feature is in a testing phase, you can only concatenate the next game of multiple teams to generate an overview of all next games within the whole club.!
de_de: Diese Funktion befindet sich in einer Testphase. Es ist momentan nur möglich die nächsten Spiele mehrerer Mannschaften zu einem Überblick aller nächsten Spiele des Vereins zu verketten!

source: Create concatenation
de_de: Verkettung erstellen

source: Next games of multiple teams
de_de: Nächste Spiele mehrerer Teams

source: SIS Handball - Settings
de_de: SIS Handball - Einstellungen

source: SIS Handball - Concatenations
de_de: SIS Handball - Verkettungen

source: Settings updated
de_de: Einstellungen aktualisiert

source: Cache cleared
de_de: Cache geleert

source: Cache could not be cleared
de_de: Cache konnte nicht geleert werden

source: Translations updated
de_de: Übersetzungen aktualisiert

source: Team replacements updated
de_de: Ersetzungen aktualisiert

source: No team replacements to update!
de_de: Keine Ersetzungen zum aktualisieren verfügbar!

source: Team replacements added
de_de: Ersetzung hinzugefügt

source: Snapshot created
de_de: Snapshot erstellt

source: Snapshot could not be created
de_de: Snapshot konnte nicht erstellt werden

source: Nothing changed
de_de: Es wurde nichts verändert

source: Snapshot saved
de_de: Snapshot gespeichert

source: Snapshot could not be saved
de_de: Snapshot konnte nicht gespeichert werden

source: Snapshot deleted
de_de: Snapshot gelöscht

source: Snapshot could not be deleted
de_de: Snapshot konnte nicht gelöscht werden

source: Concatenation deleted
de_de: Verkettung gelöscht

source: Concatenation could not be deleted
de_de: Verkettung konnte nicht gelöscht werden

source: Successfully created new concatenation, you can now add conditions to your new concatenation.
de_de: Erfolgreich eine neue Verkettung angelegt, es können jetzt Bedingungen zur Verkettung hinzugefügt werden.

source: Concatenation condition created
de_de: Verkettungsbedingung erstellt

source: Concatenation condition could not be created
de_de: Verkettungsbedingung konnte nicht erstellt werden

source: Concatenation condition deleted
de_de: Verkettungsbedingung gelöscht

source: Concatenation condition could not be deleted
de_de: Verkettungsbedingung konnte nicht gelöscht werden

source: Saved conditions in this concatenation
de_de: Bereits gespeicherte Bedingungen in dieser Verkettung

source: Edit concatenation
de_de: Verkettung bearbeiten

source: Update concatenation
de_de: Verkettung aktualisieren

source: Games of single team
de_de: Vergangene Spiele einer Mannschaft

source: Displays the last games of the selected team (date, time, opponent, result and points) and marks the selected team if it has won a game.
de_de: Zeigt die letzten Spiele des gewählten Teams an (Datum, Uhrzeit, Gegner, Ergebnis und Punkte) und markiert das gewählte Team wenn es gewonnen hat.

source: Example
de_de: Beispiel

source: Displays all last games in the selected league (date, time, opponent, result and points) and marks the selected team if it has won a game.
de_de: Zeigt die letzten Spiele in der kompletten Liga an (Datum, Uhrzeit, Gegner, Ergebnis und Punkte) und markiert die gewählte Mannschaft wenn sie gewonnen hat.

source: Displays the current table (position, team, wins/losses, goals, points).
de_de: Zeigt die aktuelle Tabelle an (Position, Mannschaft, Gewonnen/Verloren, Tore, Punkte).

source: Displays the next games (date, time, opponent and optional link to google map) of the selected team. The table can be limited and the link to the google map can be removed.
de_de: Zeigt die nächsten Spiele (Datum, Uhrzeit, Gegner und optional einen Link zu Google Maps) des gewählten Teams an. Die Tabelle kann begrenzt werden und der Link zu Google Maps kann entfernt werden.

source: Diagram of positioning
de_de: Diagramm der Tabellenposition

source: Displays a diagram with a new step for each gameday. The diagram is generated via google charts (javascript).
de_de: Zeigt ein Diagramm an, welches an jedem Spieltag um einen Punkt erweitert wird. Das Diagramm wird über Google Charts erstellt (Javascript).

source: Displays a table with data belonging to the selected team (position, games, goals, goals against, wins/losses).
de_de: Zeigt Daten zur gewählten Mannschaft an (Position, Spiele, Tore, Gegentore, Gewonnen/Verloren).

source: Displays a table all games of the selected club.
de_de: Zeigt eine Tabelle mit allen Spielen des ausgewählten Vereins an.

source: Last update:
de_de: Letzte Aktualisierung:

source: Position per gameday for:
de_de: Tabellenplatz je Spieltag für:

source: Gameday
de_de: Spieltag

source: Opponent
de_de: Gegner

source: Show statistics and data provided by sis-handball.de. Tables, scores and next games.
de_de: Zeigt Statistiken und Daten von sis-handball.de an. Tabellen, Spielstände und die nächsten Spiele.
